/**
 * @fileoverview 留言板模板
 * @author geekzl<1103307205@qq.com>
 * @date 2017/07/03
 */
define('template/article', function(require, exports, module) {

    /* beautify ignore:start */
    /* eslint-disable */
    var tpl = [
    '<div class="container">',
        '<div class="row">',
            '<div class="col-md-12">',
                '<div class="article post-article clearfix">',
                    '<div class="post-head clearfix">',
                        '<div class="post-title">',
                            '<h4>文章题目</h4>',
                        '</div>',
                        '<div class="post-meta">',
                            '<p class="time">最后编辑于 2017-07-03</p>',
                        '</div>',
                    '</div>',
                    '<div class="post-abs">',
                        '<p>程序员不是你们眼中的程序猿。程序猿是一种非常特殊的、可以从事程序开发、维护的动物。一般分为程序设计猿和程序编码猿，但两者的界限并不非常清楚，都可以进行开发、维护工作，特别是在中国，而且最重要的一点，二者都是一种非常悲剧(加班)的存在。</p>',
                    '</div>',
                    '<div class="post-cont">',
                        '<p>全是假数据-程序员不是你们眼中的程序猿。程序猿是一种非常特殊的、可以从事程序开发、维护的动物。一般分为程序设计猿和程序编码猿，但两者的界限并不非常清楚，都可以进行开发、维护工作，特别是在中国，而且最重要的一点，二者都是一种非常悲剧(加班)的存在。全是假数据-程序员不是你们眼中的程序猿。程序猿是一种非常特殊的、可以从事程序开发、维护的动物。一般分为程序设计猿和程序编码猿，但两者的界限并不非常清楚，都可以进行开发、维护工作，特别是在中国，而且最重要的一点，二者都是一种非常悲剧(加班)的存在。全是假数据-程序员不是你们眼中的程序猿。程序猿是一种非常特殊的、可以从事程序开发、维护的动物。一般分为程序设计猿和程序编码猿，但两者的界限并不非常清楚，都可以进行开发、维护工作，特别是在中国，而且最重要的一点，二者都是一种非常悲剧(加班)的存在。全是假数据-程序员不是你们眼中的程序猿。程序猿是一种非常特殊的、可以从事程序开发、维护的动物。一般分为程序设计猿和程序编码猿，但两者的界限并不非常清楚，都可以进行开发、维护工作，特别是在中国，而且最重要的一点，二者都是一种非常悲剧(加班)的存在。全是假数据-程序员不是你们眼中的程序猿。程序猿是一种非常特殊的、可以从事程序开发、维护的动物。一般分为程序设计猿和程序编码猿，但两者的界限并不非常清楚，都可以进行开发、维护工作，特别是在中国，而且最重要的一点，二者都是一种非常悲剧(加班)的存在。</p>',
                    '</div>',
                    '<div class="post-footer clearfix">',
                        '<p>版权所有，转载注明出处</p>',
                    '</div>',
                '</div>',
            '</div>',
        '</div>',
    '</div>'
    ].join('');
    /* beautify ignore:end */
    /* eslint-disable */

    module.exports = tpl;

});
